---
kind: enumMember
id: F:Autodesk.Revit.DB.LeadersPresentationMode.HideAll
enum: Autodesk.Revit.DB.LeadersPresentationMode
source: html/c5c35015-1763-6017-7a06-e6f3710e57d3.htm
---
# Autodesk.Revit.DB.LeadersPresentationMode.HideAll

Hide all tag leaders.